05_erb_layout_partial/sinatra-1.4.5/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    41.37ms   25.59ms  84.27ms   70.00%
    Req/Sec   136.65     20.46   193.00     65.00%
  554 requests in 2.00s, 226.14KB read
Requests/sec:    276.88
Transfer/sec:    113.02KB