05_erb_layout_partial/sinatra-1.4.5/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    37.44ms   25.09ms  77.40ms   70.00%
    Req/Sec   160.32     72.16   294.00     60.00%
  644 requests in 2.00s, 263.51KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    321.89
Transfer/sec:    131.71KB